[
  {
    "question": "How do I search for properties on Estatein?",
    "description": "Learn how to use our user-friendly search tools to find properties that match your criteria."
  },
  {
    "question": "What documents do I need to sell my property through Estatein?",
    "description": "Find out about the necessary documentation for listing your property with us."
  },
  {
    "question": "How can I contact an Estatein agent?",
    "description": "Discover the different ways you can get in touch with our experienced agents."
  },
  {
    "question": "How do I schedule a property viewing?",
    "description": "Learn how to book a visit to any property listed on our platform, either online or in person."
  },
  {
    "question": "Can I get assistance with mortgage options?",
    "description": "Explore how Estatein can help you find and compare mortgage plans suited to your needs."
  },
  {
    "question": "What are the fees involved in buying a property?",
    "description": "Understand the full breakdown of costs including taxes, legal fees, and agent commissions."
  },
  {
    "question": "How do I list my property for rent?",
    "description": "Find out the steps and requirements to make your rental property available on Estatein."
  },
  {
    "question": "Is there a mobile app for Estatein?",
    "description": "Check out how to download and use our mobile app for convenient access on the go."
  },
  {
    "question": "How do I update my listing information?",
    "description": "Follow our guide on how to edit property details, photos, and pricing in your listing dashboard."
  },
  {
    "question": "What safety measures are in place for in-person viewings?",
    "description": "Learn about our protocols for ensuring health and safety during physical property visits."
  },
  {
    "question": "Can I save favorite properties to view later?",
    "description": "Discover how to create an account and save listings that interest you for future reference."
  },
  {
    "question": "How does Estatein verify property listings?",
    "description": "Understand our verification process to ensure all listings are accurate and trustworthy."
  },
  {
    "question": "What should I consider before buying a vacation home?",
    "description": "Get expert advice on financial, legal, and practical factors when purchasing a second home."
  }
]